[
"В мастерскую для ремонта поступило %{nN} телевизоров. Известно, что %{mM} из них нуждаются в общей регулировке. Мастер берет первые попавшиеся %{n} телевизоров. Какова вероятность того, что %{lgeq} %{m} из них нуждаются в общей настройке?",

"Абонент забыл последнюю цифру номера телефона и поэтому набирает ее наугад. Определить вероятность того, что ему придется звонить %{lgeq} в %{m} места.",

"Два стрелка сделали по одному выстрелу по мишени. Известно, что вероятность попадания в мишень для одного из стрелков равна %{p1}, а для другого --- %{p2}. Найдите вероятность того, что хотя бы один из стрелков попадет в мишень.",

"Два стрелка сделали по одному выстрелу по мишени. Известно, что вероятность попадания в мишень для одного из стрелков равна %{p1}, а для другого --- %{p2}. Найдите вероятность того, что %{lgeq} один из стрелков не попадет в мишень.",

"Вероятность того, что при первом измерении некоторой физической величины будет допущена ошибка, превышающая заданную точность, равна %{p1}; при последующих измерениях --- %{p2}. Произведены три независимых измерения. Найдите вероятность того, что %{lgeq} в одном измерении допущенная ошибка превысит заданную точность.",

"В ящике %{nN} деталей, среди которых %{mM} окрашенных. Сборщик наудачу достает %{n} деталей. Найдите вероятность того, что %{m} из них оказались окрашенными. ",

"Детали проходят три операции обработки. Вероятность получения брака на первой операции равна %{p1}; на второй --- %{p2}; на третьей --- %{p3}. Найдите вероятность получения детали без брака после %{n} операций, предполагая, что получения брака на отдельных операциях являются независимыми событиями.",

"Вероятность попадания в цель при одном выстреле равна %{p} и с каждым выстрелом уменьшается на одну десятую от первоначальной. Произведено %{n} выстрелов. Найдите вероятность поражения цели, если для этого достаточно хотя бы одного попадания.",

"Игра проводится до выигрыша одним из двух игроков двух партий подряд (ничьи исключаются). Вероятность выигрыша партии каждым из игроков равна $0{,}5$ и не зависит от исходов предыдущих партий. Найдите вероятность того, что игра окончится до %{m}-й партии.",

"Студент успел подготовить к экзамену %{mM} вопросов из %{nN}. Какова вероятность того, что из %{n} наудачу выбранных вопросов студент знает %{lgeq} %{m}?",

"Ящик содержит %{nN} годных и %{mM} дефектных деталей. Сборщик последовательно без возвращения достает из ящика %{n} деталей. Найдите вероятность того, что среди взятых деталей хотя бы одна дефектная.",

"Экзаменационный билет содержит три вопроса. Вероятности того, что студент ответит на первый и второй вопросы билета равны %{p1}; на третий --- %{p2}. Найдите вероятность того, что студент сдаст экзамен, если для этого необходимо ответить хотя бы на два вопроса.",

"В двух урнах находятся шары, отличающиеся только цветом. В первой урне %{rand1} белых, %{rand2} черных и %{rand3} красных шаров. Во второй урне %{rand4} белых, %{rand5} черных и %{rand6} красных. Из каждой урны наудачу извлекаются по одному шару. Какова вероятность того, что извлеченные шары будут одинакового цвета?",

"Вероятность наступления некоторого случайного события в каждом опыте одинакова и равна %{p}. Опыты проводятся последовательно до наступления этого события. Определить вероятность того, что придется проводить %{m}-й опыт.",

"Три лыжника съезжают с горы. Вероятность падения первого лыжника равна %{p1}, второго --- %{p2}, третьего --- %{p3}. Найдите вероятность того, что хотя бы два лыжника не упадут.",

"Станция метрополитена оборудована тремя эскалаторами. Вероятность поломки в течение рабочего дня первого эскалатора равна %{p1}, второго --- %{p2}, третьего ---  %{p3}. Найдите вероятность того, что в течение рабочего дня будет исправен хотя бы один эскалатор.",

"Три студента пришли сдавать экзамен. Вероятность того, что первый студент сдаст экзамен, равна %{p1}, второй --- %{p2}, третий --- %{p3}. Найдите вероятность того, что хотя бы двое сдадут экзамен.",

"Во время тренировки три баскетболиста бросают мячи в корзину. Вероятность попадания для первого равна %{p1}, для второго --- %{p2}, для третьего --- %{p3}. Каждый баскетболист делает один бросок. Найдите вероятность хотя бы одного попадания мяча в корзину.",

"Экспедиция издательства отправила газеты в три почтовых отделения. Вероятность своевременной доставки газет в первое отделение равна %{p1}, во второе отделение --- %{p2} и в третье --- %{p3}. Найдите вероятность того, что хотя бы одно отделение получит газеты с опозданием.",

"Прибор, работающий в течение времени $t$, состоит из трех узлов, каждый из которых независимо от других может за это время выйти из строя. Неисправность хотя бы одного узла выводит прибор из строя целиком. Вероятность безотказной работы в течение времени $t$ первого узла равна %{p1}, второго --- %{p2}, третьего --- %{p3}. Найдите вероятность того, что в течение времени $t$ прибор выйдет из строя.",

"Студент разыскивает нужную ему формулу в трех справочниках. Вероятность того, что формула содержится в первом, втором и третьем справочниках, равна соответственно %{p1}, %{p2} и %{p3}. Найдите вероятность того, что эта формула содержится не менее чем в двух спОравочниках.",

"Произведено три выстрела по цели из орудия. Вероятность попадания при первом выстреле равна %{p1}; при втором --- %{p2}; при третьем --- %{p3}. Определить вероятность того, что будет хотя бы одно попадание.",

"Вероятности своевременного выполнения студентом контрольной работы по каждой из трех дисциплин равны соответственно %{p1}, %{p2} и %{p3}. Найти вероятность своевременного выполнения контрольной работы студентом хотя бы по двум дисциплинам.",

"Мастер обслуживает четыре станка, работающих независимо друг от друга. Вероятность того, что первыйй станок в течение смены потребует внимания мастера, равна %{p1}, второй --- %{p2}, третий --- %{p3} и четвертый --- %{p4}. Найдите вероятность того, что в течение смены хотя бы один станок не потребует внимания мастера.",

"Контролер ОТК, проверив качество сшитых %{nN} пальто, установил, что %{mM} из них --- первого сорта, а остальные --- второго. Найдите вероятность того, что среди взятых наудачу из этой партии %{n} пальто %{lgeq} %{m} будут второго сорта.",

"Среди %{nN} поступающих в ремонт часов %{mM} нуждаются в общей чистке механизма. Какова вероятность того, что среди взятых одновременно наудачу %{n} часов %{lgeq} %{m} нуждаются в общей чистке механизма?",

"Среди %{nN} лампочек %{mM} стандартные. Одновременно берут наудачу %{n} лампочки. Найдите вероятность того, что хотя бы одна из них нестандартная.",

"В коробке смешаны электролампы одинакового размера и формы: по 100 Вт --- %{rand1} штук, по 75 Вт --- %{rand2} штук. Вынуты наудачу %{m} лампы. Какова вероятность того, что они одинаковой мощности?",

"В коробке смешаны электролампы одинакового размера и формы: по 100 Вт --- %{rand1} штук, по 75 Вт --- %{rand2} штук. Вынуты наудачу три лампы. Какова вероятность того, что хотя бы две из них по 100 Вт?",

"В коробке %{rand1} красных, %{rand2} синих и %{rand3} желтых карандашей. Наудачу вынимают три карандаша. Какова вероятность того, что они все разных цветов?",
]