[
"В чемпионате по гимнастике участвуют 50 спортсменок: 24 из США, 13 из Мексики, остальные --- из Канады. Порядок, в котором выступают гимнастки, определяется жребием. Найдите вероятность того, что спортсменка, выступающая первой, окажется из Канады.",

"Какова вероятность того, что случайно выбранное двузначное число делится на 5?",

"В среднем из 1300 садовых насосов, поступивших в продажу, 13 подтекают. Найдите вероятность того, что один случайно выбранный для контроля насос не подтекает.",

"Фабрика выпускает сумки. В среднем на 120 качественных сумок приходится восемь сумок со скрытыми дефектами. Найдите вероятность того, что купленная сумка окажется качественной.",

"Научная конференция проводится в 3 дня. Всего запланировано 75 докладов — в первый день 27 докладов, остальные распределены поровну между вторым и третьим днями. Порядок докладов определяется жеребьёвкой. Какова вероятность, что доклад профессора М. окажется запланированным на последний день конференции?",

"В сборнике билетов по географии всего 25 билетов, в 20 из них встречается вопрос по рекам и озерам. Найдите вероятность того, что в случайно выбранном на экзамене билете школьнику достанется вопрос по рекам и озерам.",

"В сборнике билетов по философии всего 20 билетов, в 19 из них встречается вопрос по Пифагору. Найдите вероятность того, что в случайно выбранном на экзамене билете школьнику не достанется вопроса по Пифагору.",

"Игральную кость бросили один раз. Какова вероятность того, что выпало простое число?",

"На клавиатуре телефона 10 цифр, от 0 до 9. Какова вероятность того, что случайно нажатая цифра окажется четной?",

"Учитель нарисовал на доске квадрат ABCD и случайно выбирает две вершины. Какова вероятность того, что выбранные вершины соединяются диагональю?",

"Проводится жеребьёвка Лиги Чемпионов. На первом этапе жеребьёвки восемь команд, среди которых команда «Барселона», распределились случайным образом по восьми игровым группам – по одной команде в группу. Затем по этим же группам случайным образом распределяются еще восемь команд, среди которых команда «Зенит». Найдите вероятность того, что команды «Барселона» и «Зенит» окажутся в одной игровой группе.",

"На столе лежат цветные ручки: синяя, красная, чёрная и зелёная. Петя случайно берёт со стола ручку. С какой вероятностью эта ручка окажется чёрной?",

"В корзине лежат яблоки разных сортов: 20 красных, 35 жёлтых и 25 зелёных. С какой вероятностью случайно вынутое из корзины яблоко окажется красным?",

"В каждой связке бананов имеется ровно один банан с наклейкой производителя. Мама купила две связки: в одной 4, а в другой 6 бананов. Ребенок взял первый попавшийся банан из купленных мамой. С какой вероятностью этот банан был с наклейкой производителя?",

"Петя бросает игральный кубик. С какой вероятностью на верхней грани выпадет четное число?",

"В конкурсе красоты принимают участие 25 девушек: 6 школьниц, 9 студенток, остальные — аспирантки. Порядок, в котором выступают красавицы, определяется жребием. Найдите вероятность того, что девушка, выступающая первой, окажется аспиранткой.",

"В пекарне, выпекающей булочки с изюмом, в среднем на 100 булочек в 5 булочек забывают положить изюм. Найдите вероятность того, что купленная булочка окажется с изюмом.",

"Для экзамена по математике есть 30 билетов, в 12 из них встречается вопрос по геометрии. Найдите вероятность того, что в случайно выбранном на экзамене билете школьнику не достанется вопроса по геометрии.",

"В корзине лежат 15 мячиков: 5 синих, 7 зелёных, остальные — красные. С какой вероятностью случайно вытащенный мячик окажется красным?",

"Игральный кубик бросают 2 раза. С какой вероятностью выпавшие числа будут отличаться на 3?",

"Маша хочет позвонить Кате, но не помнит последнюю цифру номера телефона Кати. С какой вероятностью Маша с первой попытки дозвонится Кате, если она знает, что последняя цифра нечётная?",

"Почти одновременно 5 человек, в том числе Петя, заказали по телефону пиццы, все разных видов. Оператор перепутал 3 и 4 заказы. С какой вероятностью Пете привезут его пиццу?",

"В корзине лежат 4 синих, 5 красных и 6 зелёных мячиков. С какой вероятностью случайно вытащенный мячик окажется зелёным?",

"Петя подкинул три монеты. С какой вероятностью они выпали одной стороной?",

"Pin-код к банковской карточке содержит 4 цифры. Какова вероятность того, что pin-код состоит из четырех одинаковых цифр?",

"В турнире по шахматам приняли участие 20 мальчиков. Известно, что троих из них зовут Петр, двоих - Иван, а остальные участники турнира носят другие имена. Какова вероятность того, что победителя турнира зовут Иван или Петр?",

"В корзине лежат яблоки разных сортов: 20 красных, 35 жёлтых и 25 зелёных; 24 из них червивые. По просьбе папы сын несёт ему яблоко, с какой вероятностью оно не червивое?",

"Жюри конкурса народной песни собирается прослушать в первые два дня по 15 человек, а в третий день – оставшихся 20. С какой вероятностью артист Петров выступит во второй день, если порядок выступлений участников определяется жребием?",

"В некоторой социальной сети у Пети есть 150 друзей, среди которых три его однофамильца. Какова вероятность того, что произвольно выбранный друг не является Петиным однофамильцем?",

"Мама лепит вареники: 15 с вишней и 33 с клубникой. Затем вареники варятся одновременно в одной кастрюле. С какой вероятностью первый вареник, который мама достанет из кастрюли окажется с вишней?",

"Учительница разбила класс на 8 групп по 4 человека, выдав каждой группе тему доклада для следующего урока и назначив старшего в группе. Антон - старший в некоторой группе - накануне весь вечер играл в футбол, поэтому его группа доклад не подготовила. Учительница может вызывать для презентации доклада любого учащегося, кроме старших по группам. Какова вероятность, что вызовут школьника из группы Антона?",

"Из 2000 батареек в среднем 40 штук не работают. Какова вероятность купить качественную батарейку?",

"В саду 13 сливовых деревьев, 4 вишнёвых и 8 яблоневых. Мимо пролетала сорока и села на одно из деревьев. С какой вероятностью она сидит на яблоне?",

"Перед началом первого тура чемпионата по бадминтону участников разбивают на игровые пары случайным образом с помощью жребия. Всего в чемпионате участвует 76 спортсменов, среди которых 10 участников из России, в том числе Григорий Поддубный. Найдите вероятность того, что в первом туре Григорий Поддубный будет играть с каким-либо спортсменом из России?",

"Перед началом первого тура чемпионата по шашкам участников разбивают на игровые пары случайным образом с помощью жребия. Всего в чемпионате участвует 76 шашистов, среди которых 13 участников из России, в том числе Андрей Фомин. Найдите вероятность того, что в первом туре Андрей Фомин будет играть с каким-либо шашистом из России?",

"Папа принес домой в одном пакете 15 грейпфрутов, 3 из которых красные, остальные – белые. Двое детей по очереди берут по фрукту, а затем берет мама. С какой вероятностью ей достанется белый грейпфрут, если у обоих детей оказались белые грейпфруты?",

"Фабрика выпускает сумки. В среднем на 160 качественных сумок приходится тринадцать сумок со скрытыми дефектами. Найдите вероятность того, что купленная сумка окажется качественной.",

"В случайном эксперименте бросают две игральные кости. Найдите вероятность того, что в сумме выпадет 7 очков.",

"Из 30 огурцов 9 – горькие. С какой вероятностью наугад выбранный огурец горчит?",

"На чемпионате по прыжкам в воду выступают 50 спортсменов, среди них 2 прыгуна из Колумбии. Порядок выступлений определяется жеребьёвкой. Найдите вероятность того, что сорок восьмым будет выступать прыгун из Колумбии.",

"В случайном эксперименте бросают две игральные кости. Найдите вероятность того, что в сумме выпадет 4 очка.",

"Симметричную монету бросают три раза. Найдите вероятность того, что орлов выпадет больше, чем решек.",
]