[
"Непрерывная случайная величина $X$ на всей числовой оси задана своей функцией распределения\\footnote{$\\Phi(x)$ --- функция Лапласа.}: 
	$$ F(x) = \\frac{1}{2} + \\frac{1}{2}\\Phi\\left( 
			\\frac{%{delta}}{%{sigma}} 
		\\right). $$ 
	Найдите: 
		а) вероятность $P(%{p1} < X < %{p2})$; 
		б) квантиль уровня $0{,}%{quantile}$.",

"Непрерывная случайная величина $X$ на всей числовой оси задана своей функцией распределения\\footnote{$\\Phi(x)$ --- функция Лапласа.}: 
	$$ F(x) = \\frac{1}{2} + \\frac{1}{2}\\Phi\\left( 
			\\frac{%{delta}}{%{sigma}} \\right). $$ 
	Найдите: 
		а) вероятность $P(%{p1} < X < %{p2})$; 
		б) $%{point}%{proc_sym}$-ную точку.",
]