[
"Эксплуатируется устройство, состоящее из %{n} независимо работающих элементов. Вероятность отказа каждого из них за время работы устройства равна %{p}. Найти вероятность того, что за время работы устройства откажут %{lgeq} %{m} элемента.",

"Вероятность попадания в мишень при одном выстреле равна %{p}. Найти вероятность того, что при %{n} выстрелах будет %{lgeq} %{m} попадания.",

"В случайно выбранной семье %{n} детей. Считая вероятности рождения мальчика и девочки одинаковыми, определить вероятность того, что в выбранной семье окажется %{lgeq} %{m} мальчика.",

"В цехе %{n} моторов. Для каждого мотора вероятность того, что он в данный момент включен, равна %{p}. Найти вероятность того, что в данный момент включено %{lgeq} %{m} мотора.",

"%{proc} изделий данного предприятия — это продукция высшего сорта. Некто приобрел %{n} изделий, изготовленных на этом предприятии. Чему равна вероятность того, что %{lgeq} %{m} из них — высшего сорта?",

"Рабочий обслуживает %{n} однотипных станков. Вероятность того, что станок потребует внимания рабочего в течение дня, равна %{p}. Найти вероятность того, что в течение дня этих требований будет %{lgeq} %{m}.",

"Всхожесть семян данного сорта растений оценивается с вероятностью, равной %{p}. Какова вероятность того, что из %{n} посеянных семян взойдут %{lgeq} %{m}?",

"Игральная кость подбрасывается %{n} раз. Найти вероятность того, что три очка выпадут %{lgeq} %{m} раза.",

"Оптовая база снабжает товаром %{n} магазинов. Вероятность того, что в течение дня поступит заявка на товар, равна %{p} для каждого магазина. Найти вероятность того, что в течение дня поступит %{lgeq} %{m} заявки.",

"В Машбюро стоит %{n} пишущих машин. Вероятность того, что каждая из них в течение года потребует ремонта, равна %{p}. Найти вероятность того, что в течение года придется отремонтировать %{lgeq} %{m} машины.",

"Изделия проверяются на стандартность. Вероятность того, что изделие не содержит брака, равна %{p}. Найти вероятность того, что из %{n} проверенных изделий бракованными окажутся %{lgeq} %{m}.",

"Партия изделий содержит %{proc} брака. Найти вероятность того, что среди взятых наугад %{n} изделий окажется %{lgeq} %{m} бракованных.",

"Известно, что %{proc} семян огурцов не всходят при посеве. Какова вероятность того, что из %{n} посеянных семян взойдут %{lgeq} %{m}?",

"Вероятность попадания в мишень для данного стрелка при одном выстреле равна %{p}. Производится %{n} выстрелов. Найти вероятность того, что стрелок промахнется %{lgeq} %{m} раза.",

"Всхожесть семян лимона равна %{proc}. Найти вероятность того, что из %{n} посеянных семян взойдут %{lgeq} %{m}.",

"Вероятность попадания в цель при одном выстреле равна %{p}. Производится %{n} выстрела. Найти вероятность того, что цель будет поражена %{lgeq} %{m} раза.",

"В урне находятся %{wballs} шара белого цвета и %{bballs} шаров черного цвета. %{n} раз проделывают следующее: наугад вынимают шар, записывают его цвет и кладут его обратно. Найти вероятность того, что записей о появлении шара белого цвета будет %{lgeq} %{m}.",

"На автобазе %{n} машин. Вероятность выхода каждой из них на линию равна %{p}. Найти вероятность того, что на линию по каким-либо причинам не смогут выйти %{lgeq} %{m} машины.",

"Наблюдениями установлено, что в некоторой местности в ноябре бывает в среднем %{rainydays} дождливых дней. Какова вероятность того, что в следующем году из %{n} первых дней сентября %{lgeq} %{m} окажутся дождливыми?",

"Каждый из %{n} станков в течение %{denom} рабочих часов останавливается несколько раз и всего в сумме стоит один час, причем остановка его в любой момент времени равновероятна. Найти вероятность того, что в данный момент времени будут работать %{lgeq} %{m} станка.",

"В среднем %{proc} акций на аукционах продаются по первоначально заявленной цене. Найти вероятность того, что из %{n} пакетов акций в результате торгов по первоначально заявленной цене останутся непроданными %{lgeq} %{m}.",

"При массовом производстве полупроводниковых диодов вероятность брака при формовке равна %{p}. Какова вероятность того, что из %{n} взятых диодов будет %{lgeq} %{m} бракованных?",

"По каналу связи передается кодовая комбинация из %{n} символов. Вероятность искажения одного символа при приеме равна %{p}. Найти вероятность того, что при приеме будет искажено %{lgeq} %{m} символа.",

"В магазин вошли %{n} покупателей. Найти вероятность того, что %{lgeq} %{m} из них совершат покупки, если вероятность совершить покупку для каждого из них одинакова и равна %{p}.",

"В ячейку памяти ЭВМ записывается двоичное число длиной в %{n} разрядов. Значения 0 и 1 в каждом разряде появляются с равной вероятностью. Найти вероятность того, что в этом двоичном числе %{lgeq} %{m} единицы.",

"В тестовом задании %{n} вопросов, на каждый дано %{denom} варианта ответа, среди которых один правильный. Какова вероятность того, что, выбирая вариант ответа наугад, отвечающий правильно ответит %{lgeq} на %{m} вопроса?",

"В студии находятся %{n} телевизионных камер. Для каждой камеры вероятность того, что она включена в данный момент, равна %{p}. Найти вероятность того, что в данный момент оказались выключены %{lgeq} %{m} камеры.",

"Вероятность правильного оформления доверенности у нотариуса Иванова-Ежова равна %{p}. В течение одного часа нотариус Иванов-Ежов оформил %{n} доверенности. Какова вероятность, что %{lgeq} %{m} из них оказались оформлены неправильно?",

"По новым правилам в волейбольном матче игра происходит до тех пор, пока одна из команд не выиграет %{winner} партии. Вероятность победы российской сборной в каждой партии равна %{p}. Определить вероятность того, что в ближайшем матче сборная России победит со счетом %{winner}:%{loser}.",

"Самолет имеет %{n} двигателя. Вероятность нормальной работы каждого двигателя равна %{p}. Найти вероятность того, что в полете %{lgeq} в %{m} двигателях возникнут неполадки.",

"Вероятность выигрыша по облигации займа за все время его действия равна %{p}. Найти вероятность того, что при покупке %{n} облигаций удастся выиграть %{lgeq} по %{m} из них.",

"%{n} покупателя приехали на оптовый склад. Вероятность того, что каждому из них потребуется холодильник отечественного производства, равна %{p}. Найти вероятность того, что такой холодильник потребуется %{lgeq} %{m} покупателям.",

"Игрок набрасывает кольца на колышек. Вероятность удачи при этом равна %{p}. Найти вероятность того, что из %{n} колец на колышек попадут %{lgeq} %{m}.",

"Для баскетболиста дяди Стёпы вероятность забросить мяч в корзину равна %{p}. Он выполняет %{n} бросков. Какова вероятность, что в корзину попадут %{lgeq} %{m} мяча?",

"При данном технологическом процессе %{proc} всех сходящих с конвейера автозавода автомобилей имеют цвет «металлик». Найти вероятность того, что из %{n} случайно отобранных автомобилей %{lgeq} %{m} будут иметь этот цвет.",

"Опрошены %{n} человек. Найти вероятность того, что %{lgeq} %{m} из них родились осенью.",

"Предполагается, что %{proc} открывающихся малых предприятий прекращает свою деятельность в течение года. Какова вероятность того, что из %{n} малых предприятий по прошествии года продолжат работать %{lgeq} %{m}?",

"При разведочном бурении производится отбор керна. Вероятность успешного отбора керна при каждой попытке равна %{p}. Планируется совершить %{n} попыток отбора. Какова вероятность того, что %{lgeq} в %{m} из них керн будет получен?",

"Вероятность того, что за рабочий день расход электроэнергии не превысит норму, равна %{p}. Найти вероятность того, что за %{n} дней работы норма будет превышена %{lgeq} %{m} раза.",

"В телевизоре %{n} ламп. Вероятность того, что в течение года лампа останется исправной, равна %{p}. Найти вероятность того, что в течение года из строя выйдут %{lgeq} %{m} лампы.",
]