[

##### Требуется полное решение (для контрольной):

# 'Для указанной биматричной игры:
# \begin{enumerate}
	# \item проанализировав оптимальные отклики игроков, найдите равновесия Нэша в чистых стратегиях;

	# \item произведите процедуру последовательного отбрасывания строго доминируемых стратегий (возможно доминирование смесями);

	# \item найдите все равновесия Нэша в смешанных стратегиях.
# \end{enumerate}

# \begin{table}[ht!]\extrarowheight=2pt\centering
# %{game}
# \end{table}',


##### Для летучки:

'Биматричная игра задана таблицей:
\begin{table}[ht!]\extrarowheight=2pt\centering

%{game}

\end{table}

\begin{enumerate}

	\item Какая стратегия является наилучшим откликом на стратегию $ <<a|b|c>> $? На стратегию $ <<x|y|z>> $? 

	\item Какая стратегия является наилучшим откликом на стратегию $ %{mix1} $? На стратегию $ %{mix2} $?

	\item произведите процедуру последовательного отбрасывания строго доминируемых стратегий (возможно доминирование смесями);

	\item найдите все равновесия Нэша \textbf{в чистых стратегиях}.

\end{enumerate}
',

]
