[
"Найдите дисперсию дискретной случайной величины $X$ --- числа отказов элемента некоторого устройства в %{n_bern} независимых опытах, если вероятность отказа элемента в каждом опыте равна %{p_bern}.",

"Найдите дисперсию дискретной случайной величины $X$ --- числа появления события $A$ в %{n_bern} независимых испытаниях, если вероятности появления события в этих испытаниях одинаковы и известно, что $M(X)=%{np_bern}$.",

"Производятся независимые испытания с одинаковой вероятностью появления события $A$ в каждом испытании. Найдите вероятность появления события $A$, если дисперсия числа появлений события в %{n_bern} независимых испытаниях равна %{npq_bern}.",
]