[
"Из генеральной совокупности извлечена выборка объема $n = %{n_big}$: 
	$$ %{freq} $$ 
	Найдите несмещенную оценку генеральной средней.",

"По выборке объема <<20|25|30|35|40|45|50|55|60|65>> найдена смещенная оценка $D=<<1|2|3|4|5|6|7|8|10>>$ генеральной дисперсии. 
	Найдите несмещенную оценку дисперсии генеральной совокупности.",

"В результате %{n_sml} измерений длины 
	<<стержня|детали|гвоздя|хвоста подопытной мыши|ладони среднестатистического шимпанзе>> одним прибором (без систематических ошибок) получены следующие результаты (в мм): $ %{row} $. 
	Найдите <<выборочную среднюю|выборочную дисперсию|исправленную дисперсию>> измеряемой длины.",
]