[
"В лотерее разыгрываются крупные и мелкие выигрыши. Вероятность того, что на лотерейный билет выпадет крупный выигрыш, равна %{poissonP}, а мелкий --- %{laplaceP}. Куплено %{n} билетов. Найти вероятность того, что 

	а) крупных выигрышей будет %{lgeq} %{poissonM}; 

	б) мелких выигрышей будет ровно %{gaussM}; 

	в) мелких выигрышей будет от %{laplaceA} до %{laplaceB}.",


"Известно, что левши среди населения %{country} составляют в среднем %{poissonPr}, а люди, одинаково владеющие левой и правой рукой, --- %{laplaceP} (остальные --- правши). Найти вероятность того, что среди %{n} людей 

	а) окажется %{lgeq} %{poissonM} левшей; 

	б) окажется ровно %{gaussM} амбидекстров\\footnote{людей, одинаково владеющих обеими руками}; 

	в) окажется от %{laplaceA} до %{laplaceB} амбидекстров.",


"Предполагая рождение ребенка в любой день года равновозможным, найти вероятность того, что в группе из %{n} человек 

	а) %{lgeq} %{poissonM} родились %{date}; 
	
	б) ровно %{gaussM} родились осенью;

	в) от %{laplaceA} до %{laplaceB} родились весной.",


"В ралли принимает участие %{n} экипажей. Каждый экипаж может сойти с дистанции из-за технических неполадок с вероятностью %{laplaceP}, а из-за болезни водителя --- с вероятностью %{poissonP}. Найти вероятность того, что 

	а) %{lgeq} %{poissonM} экипажей сойдут с дистанции из-за болезни водителя; 

	б) ровно %{gaussM} экипажей не смогут продолжать ралли из-за технических неполадок; 

	в) от %{laplaceA} до %{laplaceB} экипажей пострадают от технических проблем.",


"Магазин закупил %{n} телевизоров и столько же магнитол. Вероятность того, что отдельный телевизор окажется бракованным, равна %{poissonP}, а вероятность того, что магнитола окажется бракованной, --- %{laplaceP}. Найти вероятность того, что в этой закупке 

	а) %{lgeq} %{poissonM} телевизора окажутся бракованными; 

	б) ровно %{gaussM} магнитол окажутся нерабочими; 

	в) от %{laplaceA} до %{laplaceB} магнитол будут бракованными.",


"Мастерская за год ремонтирует %{n} мобильных телефонов. Вероятность неисправности в механической части отдельного телефона равна %{laplaceP}, в электронной части --- %{poissonP}. Найти вероятность того, что среди телефонов, отремонтированных за год, 

	а) имели неисправности в механической части от %{laplaceA} до %{laplaceB} экземпляров; 

	б) имели неисправности в электронной части %{lgeq} %{poissonM} телефонов; 

	в) ровно %{gaussM} телефонов имели проблемы в механической части.",


"Вероятность появления опечатки на отдельной странице книги равна %{poissonP}, а погрешности верстки --- %{laplaceP}. Найти вероятность того, что в книге из %{n} страниц 

	а) %{lgeq} %{poissonM} страниц будут иметь опечатки; 

	б) от %{laplaceA} до %{laplaceB} страниц будут иметь погрешности верстки; 

	в) погрешности верстки будут присутствовать ровно на %{gaussM} страницах.",


"Стрелок попадает в цель из пистолета с вероятностью %{laplaceP}, а из снайперской винтовки --- с вероятностью %{poissonQ}. Найти вероятность того, что, сделав %{n} выстрелов по цели из каждого оружия, стрелок 

	а) промахнется из пистолета от %{laplaceA} до %{laplaceB} раз; 

	б) промахнется из пистолета ровно %{gaussM} раз; 

	в) допустит %{lgeq} %{poissonM} промаха из снайперской винтовки.",


"Вероятность выиграть отдельному игроку 1000 рублей в игре <<Кто хочет стать миллионером>> равна %{laplaceP}, а 32000 рублей --- %{poissonP}. За сезон в этой игре принимает участие %{n} человек. Найти вероятность того, что за сезон 

	а) 1000 рублей получат ровно %{gaussM} человек; 

	б) 1000 рублей получат от %{laplaceA} до %{laplaceB} человек; 

	в) %{lgeq} %{poissonM} человек получат крупный выигрыш в 32000 рублей.",


"Студент за все время обучения в вузе в среднем выполняет %{n} задач по математике. Вероятность неверно решить отдельную задачу при условии стопроцентного посещения и активной работы на всех занятиях равна %{poissonP}, в противном случае --- %{laplaceP}. Найти вероятность того, что за время обучения в вузе 

	а) абсолютно прилежный студент решил неверно %{lgeq} %{poissonM} задачи; 

	б) обычный студент решил правильно ровно %{gaussM} задач; 

	в) обычный студент неверно решил от %{laplaceA} до %{laplaceB} задач.",

]