[
"Эксплуатируется устройство, состоящее из пяти независимо работающих элементов. Вероятность отказа каждого из них за время работы устройства равна $0{,}2$. Найти вероятность того, что откажут три элемента.",

"Вероятность попадания в мишень при одном выстреле равна $0{,}9$. Найти вероятность того, что при десяти выстрелах будет четыре попадания.",

"В случайно выбранной семье шестеро детей. Считая вероятности рождения мальчика и девочки одинаковыми, определить вероятность того, что в выбранной семье окажется четыре мальчика и две девочки.",

"В цехе шесть моторов. Для каждого мотора вероятность того, что он в данный момент включен, равна $0{,}8$. Найти вероятность того, что в данный момент включено четыре мотора.",

"Тридцать процентов изделий данного предприятия — это продукция высшего сорта. Некто приобрел шесть изделий, изготовленных на этом предприятии. Чему равна вероятность того, что четыре из них — высшего сорта?",

"Рабочий обслуживает пять однотипных станков. Вероятность того, что станок потребует внимания рабочего в течение дня, равна $0{,}3$. Найти вероятность того, что в течение дня этих требований будет ровно четыре.",

"Всхожесть семян данного сорта растений оценивается с вероятностью, равной $0{,}8$. Какова вероятность того, что из пяти посеянных семян взойдут три?",

"Игральная кость подбрасывается шесть раз. Найти вероятность того, что три очка выпадут ровно трижды.",

"Оптовая база снабжает товаром восемь магазинов. Вероятность того, что в течение дня поступит заявка на товар, равна $0{,}3$ для каждого магазина. Найти вероятность того, что в течение дня поступит шесть заявок.",

"В Машбюро стоит пять пишущих машин. Вероятность того, что каждая из них в течение года потребует ремонта, равна $0{,}4$. Найти вероятность того, что в течение года придется отремонтировать только одну машину.",

"Изделия проверяются на стандартность. Вероятность того, что изделие не содержит брака, равна $0{,}9$. Найти вероятность того, что из семи проверенных изделий бракованным окажется лишь одно.",

"Партия изделий содержит десять процентов брака. Найти вероятность того, что среди взятых наугад восьми изделий окажется три бракованных.",

"Известно, что десять процентов семян огурцов не всходят при посеве. Какова вероятность того, что из четырех посеянных взойдут ровно два?",

"Вероятность попадания в мишень для данного стрелка при одном выстреле равна $5/7$. Производится шесть выстрелов. Найти вероятность того, что стрелок промахнется дважды.",

"Всхожесть семян лимона равна $80 \\%%$. Найти вероятность того, что из десяти посеянных семян взойдут ровно семь.",

"Вероятность попадания в цель при одном выстреле равна $0{,}7$. Производится четыре выстрела. Найти вероятность того, что цель будет поражена три раза.",

"В урне находятся три шара белого цвета и семь шаров черного цвета. Трижды проделывают следующее: наугад вынимают шар, записывают его цвет и кладут его обратно. Найти вероятность того, что записей о появлении шара белого цвета будет ровно две.",

"На автобазе двенадцать машин. Вероятность выхода каждой из них на линию равна $0{,}8$. Найти вероятность того, что на линию по каким-либо причинам не смогут выйти две машины.",

"Наблюдениями установлено, что в некоторой местности в сентябре бывает в среднем двенадцать дождливых дней. Какова вероятность того, что в следующем году из восьми первых дней сентября ровно три окажутся дождливыми?",

"Каждый из четырех станков в течение шести рабочих часов останавливается несколько раз и всего в сумме стоит один час, причем остановка его в любой момент времени равновероятна. Найти вероятность того, что в данный момент времени будут работать два станка.",

"В среднем двадцать процентов акций на аукционах продаются по первоначально заявленной цене. Найти вероятность того, что из девяти пакетов акций в результате торгов по первоначально заявленной цене не будут проданы пять пакетов.",

"При массовом производстве полупроводниковых диодов вероятность брака при формовке равна $0{,}1$. Какова вероятность того, что из восьми взятых диодов будет два бракованных.",

"По каналу связи передается кодовая комбинация из пяти символов. Вероятность искажения одного символа при приеме равна $0{,}1$. Найти вероятность того, что при приеме будет искажено два символа.",

"В магазин вошли шесть покупателей. Найти вероятность того, что двое из них совершат покупки, если вероятность совершить покупку для каждого из них одинакова и равна $0{,}4$.",

"В ячейку памяти ЭВМ записывается восьмиразрядное двоичное число. Значения 0 и 1 в каждом разряде появляются с равной вероятностью. Найти вероятность того, что в этом двоичном числе ровно четыре единицы.",

"В тестовом задании восемь вопросов, на каждый дано четыре варианта ответа, среди которых один правильный. Какова вероятность того, что, выбирая вариант ответа наугад, отвечающий правильно ответит на пять вопросов?",

"В студии четыре телевизионные камеры. Для каждой камеры вероятность того, что она включена в данный момент, равна $0{,}6$. Найти вероятность того, что в данный момент оказались выключены три камеры.",

"Вероятность правильного оформления доверенности у нотариуса Иванова равна $0{,}8$. В течение одного часа нотариус Иванов оформил четыре доверенности. Какова вероятность, что одна из них оказалась оформлена неправильно?",

"В волейбольном матче игра происходит до тех пор, пока одна из команд не выиграет трех партий. Вероятность победы российской сборной в каждой партии равна $0{,}8$. Определить вероятность того, что в ближайшем матче сборная России победит со счетом 3:1.",

"Самолет имеет четыре двигателя. Вероятность нормальной работы каждого двигателя равна $0{,}95$. Найти вероятность того, что в полете в одном из двигателей возникнут неполадки.",

"Вероятность выигрыша по облигации займа за все время его действия равна $0{,}25$. Найти вероятность того, что купив восемь облигаций, удастся выиграть по шести из них.",

"Четыре покупателя приехали на оптовый склад. Вероятность того, что каждому из них потребуется холодильник отечественного производства, равна $0{,}4$. Найти вероятность того, что такой холодильник потребуется лишь одному покупателю.",

"Игрок набрасывает кольца на колышек. Вероятность удачи при этом равна $0{,}1$. Найти вероятность того, что из шести колец на колышек попадут ровно два.",

"Для данного баскетболиста вероятность забросить мяч в корзину равна $0{,}7$. Он выполняет десять бросков. Какова вероятность, что в корзину попадут восемь мячей?",

"При данном технологическом процессе 80 процентов всех сходящих с конвейера автозавода автомобилей имеют цвет «металлик». Найти вероятность того, что из пяти случайно отобранных автомобилей четыре будут иметь этот цвет.",

"Опрошены пять человек. Найти вероятность того, что двое из них родились летом.",

"Предполагается, что десять процентов открывающихся малых предприятий прекращает свою деятельность в течение года. Какова вероятность того, что из шести малых предприятий по прошествии года продолжат работать три?",

"При разведочном бурении производится отбор керна. Вероятность успешного отбора керна при каждой попытке равна $0{,}6$. Планируется совершить пять попыток отбора. Какова вероятность того, что ровно в одной из них керн будет получен?",

"Вероятность того, что за рабочий день расход электроэнергии не превысит норму, равна $0{,}75$. Найти вероятность того, что за шесть дней работы норма будет превышена ровно два раза.",

"В телевизоре семь ламп. Вероятность того, что в течение года лампа останется исправной, равна $0{,}9$. Найти вероятность того, что в течение года из строя выйдет ровно четыре лампы.",
]