[

##### Требуется полное решение (для контрольной):

# 'Для указанной биматричной игры:
# \begin{enumerate}
	# \item проанализировав оптимальные отклики игроков, найдите равновесия Нэша в чистых стратегиях;

	# \item произведите процедуру последовательного отбрасывания строго доминируемых стратегий (возможно доминирование смесями);

	# \item найдите все равновесия Нэша в смешанных стратегиях.
# \end{enumerate}

# \begin{table}[ht!]\extrarowheight=2pt\centering
# %{game}
# \end{table}',


##### Для летучки:

'Биматричная игра задана таблицей:
	\begin{table}[ht!]\extrarowheight=2pt

	%{game}

	\end{table}

	\begin{enumerate}

		\item \emph{(20 баллов)} Найдите равновесия Нэша \textbf{в чистых стратегиях}. Укажите равновесные профили.

		\item \emph{(10 баллов)} Укажите наилучший отклик 

			\begin{itemize}

				\item на стратегию $ <<a|b|c>> $; 

				\item на стратегию $ <<x|y|z>> $. 

			\end{itemize}

		\item \emph{(30 баллов)} Укажите наилучший отклик 

			\begin{itemize}

				\item на стратегию $ %{mix1} $;

				\item на стратегию $ %{mix2} $.

			\end{itemize}
		
		\item \emph{(40 баллов)} Произведите процедуру последовательного отбрасывания строго доминируемых стратегий \emph{(возможно доминирование смесями!)}. Остаток запишите справа от исходной таблицы.

		\vfill

	\end{enumerate}

',

]
