[
"В альбоме %{a} чистых и %{b} гашеных марок. Из альбома наудачу извлекаются %{m} марки и подвергаются гашению, а затем возвращаются в альбом. После этого вновь наудачу извлекаются %{n} марки.

	а) Найдите вероятность того, что эти марки << чистые | гашеные >>. 

	б) Известно, что эти %{n} марки << чистые | гашеные >>; 
	найдите вероятность того, что первоначально извлеченные %{m} марки --- << чистые | гашеные >>.",


"В альбоме %{a} чистых и %{b} гашеных марок. Из альбома наудачу извлекаются %{m} марки и заменяются на чистые. После этого вновь наудачу извлекаются %{n} марки. 

	а) Найдите вероятность того, что эти марки << чистые | гашеные >>. 

	б) Известно, что эти %{n} марки << чистые | гашеные >>; 
	найдите вероятность того, что первоначально извлеченные %{m} марки --- << чистые | гашеные >>.",


"В альбоме %{a} чистых и %{b} гашеных марок. Из альбома изымаются %{m} наудачу извлеченные марки. После этого из альбома вновь наудачу извлекаются %{n} марки. 

	а) Найдите вероятность того, что эти марки << чистые | гашеные >>. 

	б) Известно, что эти %{n} марки << чистые | гашеные >>; 
	найдите вероятность того, что первоначально извлеченные %{m} марки --- << чистые | гашеные >>.",


"В первом ящике %{a} <1< красных | синих | зеленых >> и %{b} <2< белых | черных | желтых >> шаров, а во втором %{c} -1< красных | синих | зеленых >> и %{d} -2< белых | черных | желтых >>. Из первого ящика во второй перекладываются %{m} наудачу извлеченных шара. После этого из второго ящика наудачу извлекается один шар. 

	а) Найти вероятность того, что он -1< красный | синий | зеленый >>. 

	б) Известно, что этот шар -2< белый | черный | желтый >>; найти вероятность того, что извлеченные из первого ящика шары --- -2< белые 	| черные | желтые >>.",


"В каждом из трех ящиков %{a} <1< красных | синих | зеленых >> и %{b} <2< белых | черных | желтых >> шаров. Из первого и второго ящиков наудачу извлекается по одному шару и кладется в третий ящик. Затем из третьего ящика извлекается один шар. 

	а) Найти вероятность того, что он -1< красный | синий | зеленый >>.

	б) Известно, что этот шар -2< белый | черный | желтый >>; найти вероятность того, что шары, извлеченные из первого и второго ящиков, --- -2< белые | черные | желтые >>.",


"В каждом из трех ящиков %{a} <1< красных | синих | зеленых >> и %{b} <2< белых | черных | желтых >> шаров. Из первого ящика в третий перекладывают два наудачу выбранных шара, а из второго ящика в третий перекладывают один наудачу взятый шар. Затем из третьего ящика извлекается один шар.

	а) Найти вероятность того, что он -1< красный | синий | зеленый >>. 

	б) Известно, что этот шар -2< белый | черный | желтый >>; найти вероятность того, что из первого ящика во второй переложили -2< белые | черные | желтые >> шары.",
]